{
  "HomePage": {
    "title-about": "Über",
    "title-dj": "dj zaddy",
    "about-me": "In den lebendigen Straßen von Lagos, Nigeria, geboren und aufgewachsen, macht DJ Zaddy nun Wellen in der energiegeladenen Nachtszene Deutschlands. Er bringt eine elektrisierende Fusion von Kulturen an die Plattenteller. Von den frühen Tagen des Groovens zu den zeitlosen Rhythmen von Michael Jacksons Pop-Hymnen, den rebellischen Beats von Bob Marleys Reggae, bis hin zu den revolutionären Afrobeat-Melodien von Fela Kuti wurde DJ Zaddys musikalische Reise von Legenden geprägt, die Grenzen überwanden. Einflüsse wie 2Pac und DMX verliehen seiner musikalischen Palette eine rohe Kante und befeuerten seine Leidenschaft für Hip-Hop. Bekannt für seine Vielseitigkeit und die Fähigkeit, Genres nahtlos zu vermischen, ist DJ Zaddy zu einem bekannten Namen in der Branche geworden. Mit sieben Jahren Erfahrung, in denen er Tanzflächen in verschiedenen Locations zum Leben erweckt hat, liegt seine Expertise in Afrobeat, Dancehall, Hip-Hop und lateinamerikanischen Rhythmen. Unter dem Namen DJ Zaddy hat dieser 33-jährige Maestro sich einen Namen als Open-Format-DJ gemacht, der sein Publikum mit seiner ansteckenden Energie und seiner eklektischen Musikauswahl begeistert. Ob er den Club mit Afrobeat-Vibes anheizt, die Tanzfläche mit Dancehall-Rhythmen in Flammen setzt oder die Zuhörer auf eine nostalgische Reise durch Hip-Hop-Klassiker mitnimmt, DJ Zaddys Auftritte sind immer ein unvergessliches Erlebnis.",
    "Navigation": {
      "home": "Zuhause",
      "about-me": "Über mich",
      "event": "Veranstaltungen",
      "services": "Dienstleistungen",
      "playlist": "Playlist",
      "discography": "Diskografie",
      "contact": "Kontakt"
    },
    "Events": {
      "title-one": "bevorstehende",
      "title-two": "veranstaltungen",
      "button-text": "Alle Veranstaltungen anzeigen"
    },
    "Services": {
      "title": "Wo",
      "title-two": "Ich spiele",
      "wedding": "Hochzeit",
      "clubs-n-bars": "Clubs & Bars",
      "coperate-events": "Firmenveranstaltungen",
      "playlist-creation": "Erstellung von Playlists",
      "dj-lesson": "DJ Unterricht"
    },
    "MyPlaylist": {
      "title": "Meine Playlist"
    },
    "Discography": {
      "title": "Diskografie"
    }
  },
  "Footer": {
    "title": "Natürlich! Könnten Sie uns bitte Informationen zu Ihrer Veranstaltung senden, einschließlich Art der Veranstaltung (z. B. Hochzeit, Firmenveranstaltung, Geburtstagsfeier), Datum, Ort und eventuelle spezifische Anforderungen oder Vorlieben? Sobald ich diese Informationen habe, kann ich Ihnen weiterhelfen.",
    "Form": {
      "name": "Name",
      "email": "Email Adresse",
      "message": "Nachricht",
      "button-text": "Nachricht senden"
    },
    "ContactInfo": {
      "address-title": "Adresse",
      "address": "1080 Brickell Ave",
      "Contact": {
        "title": "Kontakt",
        "mail": "info@email.com",
        "phone": "014656"
      },
      "FooterBottom": {
        "description": "Das Beste am DJ-Sein ist, Menschen glücklich zu machen. Es gibt nichts Vergleichbares dazu, Menschen von ihren Sitzen aufstehen zu sehen, um zu tanzen, oder den Ausdruck in ihren Gesichtern zu sehen, wenn sie einen Song hören, den sie lieben. Außerdem liebe ich es, Menschen über Musik aufzuklären, die sie noch nie gehört haben.",
        "copyright": "Urheberrecht Z-Addy. Alle Rechte vorbehalten."
      }
    }
  }
}
